---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentClosedEventArgs
source: html/fbe32a24-73da-4741-1f95-243e3dd21864.htm
---
# DocumentClosedEventArgs Methods

Indicates whether the event is being cancelled.